Repository: JanHovland/PerData_1
Catalog: PerData/*.lproj/Localizable.strings
Languages: nb

source: _Choose_
nb: _Velg_

source: Add a new User
nb: Ny bruker

source: Add user
nb: Lagre

source: Address
nb: Adresse

source: All cabins have been deleted
nb: Alle hyttereservasjonene er slettet.

source: All the fields must have a value
nb: Alle feltene må ha verdi.

source: Backups the cabins to Json
nb: Hyttereservasjon backup to Json

source: Backups the persons to Json
nb: Person backup to Json

source: Backups the userRecords to Json
nb: Bruker backup to Json

source: Birthday
nb: Fødsesdager

source: Birthdays
nb: Fødselsdager

source: Cabin
nb: Hytta

source: Cabin backup til Json fil
nb: Hyttereservasjon til Json

source: Cabin backup to Json
nb: Hyttereservasjon til Json

source: Cabin OverView
nb: Hyttereservasjon

source: Cabin reservation
nb: Hyttereservasjon

source: Cabin reservation saved
nb: Hyttereservasjonen er lagret.

source: Cabin update Json
nb: Hyttereservasjon fra Json

source: Can not delete a person without a record ID.
nb: Kan ikke slette en person uten ID.

source: Can not find %@
nb: Kan ikke finne %@

source: Can not find person ID
nb: Kan ikke finne person ID

source: Can't send emails from this device
nb: Kan ikke sende e-Post fra denne enheten.

source: City
nb: By

source: Citynumber
nb: Postnummer

source: Create a new account?
nb: Opprette ny bruker?

source: Date of birth
nb: Fødselsdato

source: Delete
nb: Slett

source: Delete a cabin
nb: Slette en hyttereservasjon

source: Delete a person
nb: Slett en person

source: Delete an UserRecord
nb: Slette en bruker

source: Delete UserRecord
nb: Slette bruker

source: email
nb: e-Post

source: Email
nb: e-Post

source: Empty city name
nb: Tomt by nav

source: Enter email
nb: Legg inn e-Post

source: Enter firstName
nb: Legg inn fornavn

source: Enter lastName
nb: Legg inn etternavn

source: Enter passWord
nb: Legg inn passord

source: Error Cabin reservation
nb: Feil med hytteresevasjon

source: Error eMail
nb: Feil med sending av e-Post

source: Error looking for userRecord
nb: Server feil ved søking etter en bruker.

source: Error message from the Server
nb: Feilmelding fra Serveren

source: Error trying parse json
nb: Feil ved lesing av Json filen

source: Error trying parse Json file
nb: Feil ved lesing av Json filen

source: Fetching asset failed
nb: Henting av innholdselementet mislyktes.

source: Field 'createdBy' is not marked queryable
nb: Feltet 'createdBy' er ikke markert som queryable.

source: First- and LastName must both have values.
nb: For- og etternavn må begge ha verdier.

source: FirstName
nb: Fornavn

source: From Ascii
nb: Fra ascii

source: From date
nb: Fra dato

source: From date / To date
nb: Fradato / Tildato

source: From date must be earlier than To date.
nb: Fradato må være tidligere enn tildato

source: From Json
nb: Fra Json

source: Have uncommented the neccessary function: updateZipCodesFromCSV(). Press the toggle button for updating...
nb: Har kommentert bort den nødvendige funksjonen: updateZipCodesFromCSV(). Sett på bryteren for å kunne starte oppdatering av ZipCode tabellen.

source: If the person exists, the person will be modified and the original image kept. Please note that if the Person table is empty, the Json backup does not have image information! You can call the update several times.
nb: Hvis personen eksisterer, vil personen bli endret og originalbildet beholdes. Vær oppmerksom på at hvis Person-tabellen er tom, har ikke Json-sikkerhetskopien bildeinformasjon! Du kan kjøre oppdatering flere ganger.

source: Json backup person
nb: Json person backup

source: Json update person
nb: Oppdater Person fra Json

source: LastName
nb: Etternavn

source: Mail
nb: e-Post

source: Man
nb: Mann

source: Menu
nb: Meny

source: Missing personal email
nb: Mangler e-Post adresse

source: Missing phonenumber
nb: Mangler tefonnr

source: Missing value(s)
nb: Manglende verdi(er)

source: Missing values.
nb: Mangler verdier

source: Modify
nb: Oppdater

source: Modify person
nb: Oppdater person

source: Municipality
nb: Kommune

source: Municipality number
nb: Kommune nr

source: Name must contain a value.
nb: Fornavnet kan ikke være tomt.

source: New person
nb: Ny person

source: New user
nb: Ny bruker

source: No Internet connection for this device.
nb: Ingen internet forbindelse for denne enheten.

source: No name selected
nb: Må legge inn fornavn

source: Number of persons saved/modified from the Json backup file: %lld
nb: Antall personer lagret: %lld

source: Number of userRecords saved/modified from the Json backup file: %lld
nb: Antall brukere lagret / oppdatert fra Json backup: %lld

source: Number of ZipCode saved: %lld
nb: Antall postnummer lagret: %lld

source: Overview
nb: Oversikt

source: Password
nb: Passord

source: Person backup to Json
nb: Person backup til Json

source: PersonOverView
nb: Personer

source: Phonenumber
nb: Telefonnummer

source: Press the toggle button for updating...
nb: Sett på bryteren for å kunne starte oppdatering av ZipCode tabellen.

source: Refresh
nb: Frisk opp

source: Request failed with http status code 503
nb: http-statuskode 503. Serveren kan for øyeblikket ikke håndtere forespørselen på grunn av en midlertidig overbelastning eller vedlikehold av serveren.

source: Save
nb: Lagre

source: Search firstName
nb: Søk

source: Select image
nb: Velg bilde

source: Select ZipCode
nb: Velg postnummer

source: Show mail view
nb: Vis e-Post oversikt

source: Sign in CloudKit
nb: Logg på CloudKit

source: Sign Up
nb: Logg på

source: SignInView
nb: Pålogging

source: Store
nb: Lagre

source: The Cabin backup to Json is finished.
nb: Hyttereservasjon backup til Json er ferdig.

source: The cabin has been deleted
nb: Hyttereservasjonen er slettet.

source: The cabin has been modified in CloudKit
nb: Hyttereservassjonen er oppdatert.

source: The cabin has been saved in CloudKit
nb: Hyttereservasjonen er lagret.

source: The Cabin table in CloudKit is still empty. Try again in a litte while.
nb: Hyttereservasjon tabellen er stadig tom. Prøv igjen om em en liten stund.

source: The Person backup to Json is finished.
nb: Ferdig med person backup to Json.

source: The person has been deleted
nb: Personen er slettet.

source: The person has been modified in CloudKit
nb: Personen er oppdatert.

source: The person has been saved in CloudKit
nb: Personen er lagret.

source: The Person table in CloudKit is still empty. Try again in a litte while.
nb: Person tabellen i CloudKit er tom. Prøv igjen om en liten stund.

source: The user has been deleted
nb: Brukeren er slettet.

source: The user has been modified in CloudKit
nb: Brukeren er oppdatert.

source: The userRecord backup to Json is finished.
nb: Bruker backup til Json er ferdig.

source: The userRecord has been saved in CloudKit
nb: Brukeren er lagret.

source: The userRecord table in CloudKit is still empty. Try again in a litte while.
nb: Bruker tabellen i CloudKit er stadig tom. Prøv igjen om en liten stund.

source: The zipCode is deleted in CloudKit
nb: Postnummeret er slettet i CloudKit.

source: The zipCode is saved in CloudKit
nb: Postnummeret er lagret i CloudKit.

source: This person exists in CloudKit
nb: Personen finnes allerede i CloudKit.

source: This record was saved earlier
nb: Denne hyttereservasjonen finnes allerede.

source: This userRecord exists
nb: Denne brukeren finnes fra før.

source: To date
nb: Til dato

source: To Json
nb: Til Json

source: ToDo
nb: Oppgaver i Xcode

source: Unknown json file
nb: Ukjent Json fil

source: Unknown Json file
nb: Ukjent Json fil

source: Unknown userRecord
nb: Ukjent bruker

source: Update
nb: Oppdater

source: Update Cabin from Json
nb: Hyttereservasjon fra Json

source: Update from Json
nb: Oppdater fra Json

source: Update Persons from a Json
nb: Oppdater personer fra Json backup

source: Update ZipCode
nb: Oppdater postnummer

source: User backup til Json fil
nb: Bruker backup til Json fil

source: User Details
nb: Bruker detaljer

source: User OverView
nb: Brukere

source: UserRecord
nb: Bruker

source: UserRecord backup to Json
nb: Bruker backup til Json

source: UserRecord update Json
nb: Bruker oppdater Json

source: UserRecords
nb: Brukere

source: Woman
nb: Kvinne

source: You can call the update several times.
nb: Du kan kjøre oppdatering flere ganger.

source: You can only Update ZipCode when toggle is on.
nb: Du kan kun oppdatere postnummerne dersom bryteren er på.

source: ZipCode
nb: Postnummer

source: Gender
nb: Kjønn

source: Dead
nb: Død

source: Yes
nb: Ja

source: No
nb: Nei
